<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Asus XYZ | Notebooks, características y más</title>
    <link rel="stylesheet" href="css/style.css">
</head>
<body>
    <div id="container">
        <div id="cabecera">
            <img src="img/logo-laptop.png" id="logo" alt="logo notebook">
            Notebooks 2.0 - Welcome to my blog
        </div>
        <div id="post">
            <h1>Asus XYZ <span>nuevo</span></h1>
            <p>La notebook Asus XYZ es una potente y vers&aacute;til computadora port&aacute;til dise&ntilde;ada para satisfacer las necesidades tanto de usuarios profesionales como de aquellos que buscan un rendimiento excepcional en sus tareas diarias. Equipada con un procesador Intel Core i7 de &uacute;ltima generaci&oacute;n y 16 GB de memoria RAM, ofrece un rendimiento r&aacute;pido y fluido para multitareas, edici&oacute;n de contenido y juegos.</p>
            <img src="./img/Workspaces_.jpg" alt="setup ejemplo" width="20%">
            <p>La pantalla de 15.6 pulgadas Full HD brinda una experiencia visual inmersiva con colores vibrantes y detalles n&iacute;tidos. Adem&aacute;s, cuenta con una tarjeta gr&aacute;fica dedicada Nvidia GeForce que garantiza un rendimiento gr&aacute;fico superior y una reproducci&oacute;n fluida de videos y juegos de alta calidad.</p>
            <p>Con un almacenamiento SSD de 512 GB, esta notebook ofrece amplio espacio para guardar archivos, documentos y aplicaciones, al tiempo que proporciona tiempos de carga r&aacute;pidos y eficientes. Su diseño delgado y ligero facilita su transporte, mientras que la duraci&oacute;n de la bater&iacute;a de larga duraci&oacute;n te permite trabajar o disfrutar de contenido multimedia durante todo el d&iacute;a.</p>
            <p>La notebook Asus XYZ también incorpora caracter&iacute;sticas adicionales como un teclado retroiluminado, puertos USB 3.0 para una transferencia de datos r&aacute;pida y un lector de huellas digitales para una mayor seguridad. Con su combinaci&oacute;n de potencia, rendimiento y portabilidad, esta notebook es una opci&oacute;n ideal para usuarios exigentes que buscan una experiencia inform&aacute;tica completa y satisfactoria.</p>
            <a href="#">hacer pedido</a>
        </div>
        <footer>&copy; 2023 - <a href="#">Contacto</a></footer>
    </div>
</body>
</html>